

SHORTENER_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

<code>ʜᴇʟʟᴏ ɢᴜʏꜱ ʜᴇʀᴇ ʟɪɴᴋ ꜱʜᴏʀᴛᴇɴᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ
ᴛʏᴘᴇ</code> <code>/shortener</code> 

<code>ᴇxᴀᴍᴘʟᴇ</code> :- <code>/shortener 9e057515d222131456b51729e54033ab4e1d6936 https://urlshortx.com/api? </code>
<code>
ʏᴏᴜ ᴄᴀɴ ᴄᴏɴɴᴇᴄᴛ ᴛᴏ ᴛʜᴇ ʙᴏᴛ'ꜱ ᴜʀʟ ꜱʜᴏʀᴛᴇɴᴇʀ
ꜱᴇʀᴠɪᴄᴇ. ʏᴏᴜ ᴄᴀɴ ꜱᴇɴᴅ ᴀɴʏ ʟɪɴᴋ ᴛᴏ ᴛʜᴇ ʙᴏᴛ, 
ᴀɴᴅ ɪᴛ ᴡɪʟʟ ᴄᴏɴᴠᴇʀᴛ ɪᴛ ɪɴᴛᴏ ᴀ ꜱʜᴏʀᴛᴇɴᴇᴅ ʟɪɴᴋ ꜰᴏʀ ʏᴏᴜ</code>
"""


ADMINS_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

» <code>/zombies</code> : <code>ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.</code>

» <code>/pin</code> : <code>ᴘɪɴs ᴛʜᴇ ᴍᴇssᴀɢᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ - ᴀᴅᴅ 'ʟᴏᴜᴅ' ᴏʀ 'ɴᴏᴛɪғʏ' ᴛᴏ ɢɪᴠᴇ ɴᴏᴛɪғʏ ᴛᴏ ᴜsᴇʀs.</code>

» <code>/unpin</code> : <code>ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.</code>

» <code>/purge</code> :  <code>ᴅᴇʟᴇᴛᴇs ᴀʟʟ ᴍᴇssᴀɢᴇs ʙᴇᴛᴡᴇᴇɴ ᴛʜɪs ᴀɴᴅ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴍᴇssᴀɢᴇs.</code>

» <code>/setphoto</code> : <code>sᴇᴛs ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ɪᴍᴀɢᴇ/ᴅᴏᴄᴜᴍᴇɴᴛ ᴀs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ.</code>

» <code>/removephoto</code> : <code>ᴅᴇʟᴇᴛᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ.</code>

» <code>/settitle</code> : <code>sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴛɪᴛᴇʟ.</code>
"""


GITHUB_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

<code>ᴘʀᴏᴠɪᴅᴇs ʏᴏᴜ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴘʀᴏғɪʟᴇ</code>

» <code>/github</code> **<ᴜsᴇʀɴᴀᴍᴇ>** : <code>ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴜsᴇʀ.</code>
"""


FUN_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

» <code>/dice</code> : <code>sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴅɪᴄᴇ ɴᴜᴍʙᴇʀ.</code>

» <code>/arrow</code> : <code>sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴀʀʀᴏᴡ.</code>

» <code>/goal</code> : <code>ᴇɴᴊᴏʏ ᴛʜᴇ ɢᴏᴀʟ ɢᴀᴍᴇ.</code>

» <code>/luck</code> : <code>ᴄʜᴇᴄᴋ ʏᴏᴜʀ ʟᴜᴄᴋ ɪɴ ᴛʜᴇ ɢᴀᴍᴇ.</code>

» <code>/throw</code> : <code>ᴇɴᴊᴏʏ ᴛʜᴇ ᴛʜʀᴏᴡ ɢᴀᴍᴇ.</code>

» <code>/bowling</code> : <code>ᴇɴᴊᴏʏɪɴɢ ᴛʜᴇ ʙᴏᴡʟɪɴɢ ɢᴀᴍᴇ.</code>

» <code>/react</code> ᴏʀ <code>/reaction</code> : <code>ʀᴇᴀᴄᴛ ᴡɪᴛʜ ᴀ ʀᴀɴᴅᴏᴍ ʀᴇᴀᴄᴛɪᴏɴ.</code> 

» <code>/aq</code> ᴏʀ <code>/animequotes</code> : <code>sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴀɴɪᴍᴇ ǫᴜᴏᴛᴇs.</code>
"""


MISC_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

» <code>/id</code> : **ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪғ ᴜsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ, ɢᴇᴛs ᴛʜᴀᴛ ᴜsᴇʀ's ɪᴅ.**

» <code>/info</code> : **ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ.**

» <code>/tr</code> : **ᴛʀᴀɴsʟᴀᴛᴇ ᴛᴇxᴛ ᴡʀɪᴛᴛᴇɴ ᴏʀ ʀᴇᴘʟʏ ғᴏʀ ᴀɴʏ ʟᴀɴɢᴜᴀɢᴇ ᴛᴏ ᴛʜᴇ ɪɴᴛᴇɴᴇᴅ ʟᴀɴɢᴜᴀɢᴇ.**

» <code>/wiki</code> : **sᴇᴀʀᴄʜ ғᴏʀ ᴛᴇxᴛ ᴡʀɪᴛᴛᴇɴ ғʀᴏᴍ ᴛʜᴇ ᴡɪᴋɪᴘᴇᴅɪᴀ sᴏᴜʀᴄᴇ.**

» <code>/video</code> : **ɢᴇᴛ ᴠɪᴅᴇᴏ ғɪʟᴇ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ.**

» <code>/song</code> : **ɢᴇᴛ ᴀᴜᴅɪᴏ ғɪʟᴇ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ.**

» <code>/tg</code> ᴏʀ <code>/telegraph</code> : **ɢᴇᴛ ᴛᴇʟᴇɢʀᴀᴘʜ ʟɪɴᴋ ᴏʀ ʀᴇᴘʟɪᴇᴅ ᴍᴇᴅɪᴀ.**

» <code>/speedtest</code> : **ʀᴜɴs ᴀ sᴘᴇᴇᴅᴛᴇsᴛ ᴀɴᴅ ᴄʜᴇᴄᴋ ᴛʜᴇ sᴇʀᴠᴇʀ sᴘᴇᴇᴅ.**

» <code>/admins</code> ᴏʀ <code>/staff</code> : **ʟɪsᴛ ᴏғ ᴀᴅᴍɪɴs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ**

» <code>/bots</code> : **ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ**

"""


NEKOS_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

» <code>/cuddle</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴄᴜᴅᴅʟᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/bore</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʙᴏʀᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/laugh</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʟᴀᴜɢʜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/sleep</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sʟᴇᴇᴘ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/puch</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴘᴜᴄʜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/cry</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴄʀʏ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/kill</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴋɪʟʟ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/smile</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sᴍɪʟᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/highfive</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʜɪɢʜғɪᴠᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/slap</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sʟᴀᴘ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/hug</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʜᴜɢ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/pat</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴘᴀᴛ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

» <code>/waifu</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴡᴀɪғᴜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

"""


GAMES_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

» <code>/bet</code> : **ʙᴇᴛ sᴏᴍᴇ ᴄᴏɪɴs** 

» <code>/rewards</code> : **ɢᴇᴛ ʀᴇᴡᴀʀᴅs ғᴏʀ ғɪʀsᴛ ᴜsᴇʀs.**

» <code>/bonus</code> : **ɢᴇᴛ ᴡᴇᴇᴋʟʏ ʙᴏɴᴜs.** 

» <code>/topusers</code> : **ɴᴏ. 1 ᴜsᴇʀ ᴡʜᴏ ɢᴇᴛ ᴍᴀxɪᴍᴜᴍ ᴘʀᴏғɪᴛs.**

» <code>/truth</code> : **sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴛʀᴜᴛʜ sᴛʀɪɴɢ.**

» <code>/dare</code> : **sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴅᴀʀᴇ sᴛʀɪɴɢ.**
"""


CHATGPT_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

» <code>/ask</code> ᴏʀ <code>/chatgpt</code> : **ᴀsᴋ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴ ᴀɴᴅ ᴀɴʏ ǫᴜᴇʀʏ ᴄʜᴀᴛɢᴘᴛ sᴏʟᴠᴇᴅ ʏᴏᴜʀ ᴘʀᴏʙʟᴇᴍ.**

» <code>/bard</code> :**ᴀsᴋ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴ ᴀɴᴅ ǫᴜᴇʀʏ ɢᴏᴏɢʟᴇ ʙᴀʀᴅ sᴏʟᴠᴇ ʏᴏᴜʀ ᴘʀᴏʙʟᴇᴍ.**

» <code>/image</code> ᴏʀ <code>/generate</code> : **ᴄʜᴀᴛɢᴘᴛ ɢᴇɴᴇʀᴀᴛᴇ ʀᴀɴᴅᴏᴍ ɪᴍᴀɢᴇ.**
"""


CHATBOT_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

<code>/chatbot</code> : **ᴄʜᴀᴛʙᴏᴛ ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅ.**
"""


INSTATUS_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

**ʜᴇʀᴇ ɪs ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀ ɪɴғᴏ ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/instatus</code> : **ɢᴇᴛ ᴛʜᴇ sᴛᴀᴛᴜs ᴏғ ᴏᴜʀ ᴄʜᴀᴛ ᴍᴇᴍʙᴇʀs**
"""


AFK_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

soon
"""


ACTION_TEXT = """
**˹ʜɪꝛᴏᴋᴏ ꝛᴏʙᴏᴛ˼ ᴄᴏᴏʟ ᴏʀ ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs**

soon
"""



