

SHORTENER_TEXT = """
**ʜᴇʟʟᴏ ɢᴜʏꜱ ʜᴇʀᴇ ʟɪɴᴋ ꜱʜᴏʀᴛᴇɴᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ
ᴛʏᴘᴇ /shortener 

ᴇxᴀᴍᴘʟᴇ :- <code>/shortener 9e057515d222131456b51729e54033ab4e1d6936 https://urlshortx.com/api? </code>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴɴᴇᴄᴛ ᴛᴏ ᴛʜᴇ ʙᴏᴛ'ꜱ ᴜʀʟ ꜱʜᴏʀᴛᴇɴᴇʀ
ꜱᴇʀᴠɪᴄᴇ. ʏᴏᴜ ᴄᴀɴ ꜱᴇɴᴅ ᴀɴʏ ʟɪɴᴋ ᴛᴏ ᴛʜᴇ ʙᴏᴛ, 
ᴀɴᴅ ɪᴛ ᴡɪʟʟ ᴄᴏɴᴠᴇʀᴛ ɪᴛ ɪɴᴛᴏ ᴀ ꜱʜᴏʀᴛᴇɴᴇᴅ ʟɪɴᴋ ꜰᴏʀ ʏᴏᴜ**
"""


ADMINS_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ᴀᴅᴍɪɴs ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/zombies</code> : **ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.**

» <code>/pin</code> : **ᴘɪɴs ᴛʜᴇ ᴍᴇssᴀɢᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ - ᴀᴅᴅ 'ʟᴏᴜᴅ' ᴏʀ 'ɴᴏᴛɪғʏ' ᴛᴏ ɢɪᴠᴇ ɴᴏᴛɪғʏ ᴛᴏ ᴜsᴇʀs.**

» <code>/unpin</code> : **ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.**

» <code>/purge</code> :  **ᴅᴇʟᴇᴛᴇs ᴀʟʟ ᴍᴇssᴀɢᴇs ʙᴇᴛᴡᴇᴇɴ ᴛʜɪs ᴀɴᴅ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴍᴇssᴀɢᴇs.**

» <code>/setphoto</code> : **sᴇᴛs ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ɪᴍᴀɢᴇ/ᴅᴏᴄᴜᴍᴇɴᴛ ᴀs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ.**

» <code>/removephoto</code> : **ᴅᴇʟᴇᴛᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ.**

» <code>/settitle</code> : **sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴛɪᴛᴇʟ**
"""


GITHUB_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ɢɪᴛʜᴜʙ ᴄᴏᴍᴍᴀɴᴅs.**

ᴘʀᴏᴠɪᴅᴇs ʏᴏᴜ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴘʀᴏғɪʟᴇ

» <code>/github</code> **<ᴜsᴇʀɴᴀᴍᴇ>** : **ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴜsᴇʀ.**
"""


FUN_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ғᴜɴ ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/dice</code> : **sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴅɪᴄᴇ ɴᴜᴍʙᴇʀ.**

» <code>/arrow</code> : **sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴀʀʀᴏᴡ.**

» <code>/goal</code> : **ᴇɴᴊᴏʏ ᴛʜᴇ ɢᴏᴀʟ ɢᴀᴍᴇ.**

» <code>/luck</code> : **ᴄʜᴇᴄᴋ ʏᴏᴜʀ ʟᴜᴄᴋ ɪɴ ᴛʜᴇ ɢᴀᴍᴇ.**

» <code>/throw</code> : **ᴇɴᴊᴏʏ ᴛʜᴇ ᴛʜʀᴏᴡ ɢᴀᴍᴇ.**

» <code>/bowling</code> : **ᴇɴᴊᴏʏɪɴɢ ᴛʜᴇ ʙᴏᴡʟɪɴɢ ɢᴀᴍᴇ.**

» <code>/react</code> ᴏʀ <code>/reaction</code> : **ʀᴇᴀᴄᴛ ᴡɪᴛʜ ᴀ ʀᴀɴᴅᴏᴍ ʀᴇᴀᴄᴛɪᴏɴ.** 

» <code>/aq</code> ᴏʀ <code>/animequotes</code> : **sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴀɴɪᴍᴇ ǫᴜᴏᴛᴇs.**
"""


MISC_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ᴍɪsᴄ ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/id</code> : **ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪғ ᴜsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ, ɢᴇᴛs ᴛʜᴀᴛ ᴜsᴇʀ's ɪᴅ.**

» <code>/info</code> : **ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ.**

» <code>/tr</code> : **ᴛʀᴀɴsʟᴀᴛᴇ ᴛᴇxᴛ ᴡʀɪᴛᴛᴇɴ ᴏʀ ʀᴇᴘʟʏ ғᴏʀ ᴀɴʏ ʟᴀɴɢᴜᴀɢᴇ ᴛᴏ ᴛʜᴇ ɪɴᴛᴇɴᴇᴅ ʟᴀɴɢᴜᴀɢᴇ.**

» <code>/wiki</code> : **sᴇᴀʀᴄʜ ғᴏʀ ᴛᴇxᴛ ᴡʀɪᴛᴛᴇɴ ғʀᴏᴍ ᴛʜᴇ ᴡɪᴋɪᴘᴇᴅɪᴀ sᴏᴜʀᴄᴇ.**

» <code>/video</code> : **ɢᴇᴛ ᴠɪᴅᴇᴏ ғɪʟᴇ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ.**

» <code>/song</code> : **ɢᴇᴛ ᴀᴜᴅɪᴏ ғɪʟᴇ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ.**

» <code>/tg</code> ᴏʀ <code>/telegraph</code> : **ɢᴇᴛ ᴛᴇʟᴇɢʀᴀᴘʜ ʟɪɴᴋ ᴏʀ ʀᴇᴘʟɪᴇᴅ ᴍᴇᴅɪᴀ.**

» <code>/speedtest</code> : **ʀᴜɴs ᴀ sᴘᴇᴇᴅᴛᴇsᴛ ᴀɴᴅ ᴄʜᴇᴄᴋ ᴛʜᴇ sᴇʀᴠᴇʀ sᴘᴇᴇᴅ.**

» <code>/admins</code> ᴏʀ <code>/staff</code> : **ʟɪsᴛ ᴏғ ᴀᴅᴍɪɴs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ**

» <code>/bots</code> : **ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ**

"""


NEKOS_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ɴᴇᴋᴏs ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/cuddle</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴄᴜᴅᴅʟᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/shrug</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sʜʀᴜɢ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/poke</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴘᴏᴋᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/facepalm</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ғᴀᴄᴇᴘᴀʟᴍ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/stare</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sᴛᴀʀᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/pout</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴘᴏᴜᴛ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/handhold</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʜᴀɴᴅʜᴏʟᴅ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/wave</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴡᴀᴠᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/blush</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʙʟᴜsʜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/neko</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ɴᴇᴋᴏ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/dance</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴅᴀɴᴄᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/baka</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʙᴀᴋᴀ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/bore</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʙᴏʀᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/laugh</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʟᴀᴜɢʜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/smug</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sᴍᴜɢ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/thumsup</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴛʜᴜᴍsᴜʙ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/shoot</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sʜᴏᴏᴛ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/tickle</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴛɪᴄᴋʟᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/feed</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ғᴇᴇᴅ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/think</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴛʜɪɴᴋ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/wink</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴡɪɴᴋ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/sleep</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sʟᴇᴇᴘ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/puch</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴘᴜᴄʜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/cry</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴄʀʏ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/kill</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴋɪʟʟ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/smile</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sᴍɪʟᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/highfive</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʜɪɢʜғɪᴠᴇ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/slap</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ sʟᴀᴘ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/hug</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ʜᴜɢ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/pat</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴘᴀᴛ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**
» <code>/waifu</code> : **ʙᴏᴛ sᴇɴᴅ ᴀ ʀᴀɴᴅᴏᴍ ᴡᴀɪғᴜ ɢɪғ ᴏʀ ᴘʜᴏᴛᴏ.**

"""


GAMES_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ɢᴀᴍᴇ ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/bet</code> :
» <code>/rewards</code> :
» <code>/bonus</code> :
» <code>/topusers</code> :
» <code>/truth</code> :
» <code>/dare</code> :
"""


CHATGPT_TEXT = """
**ʜᴇʀᴇ ɪs sᴏᴍᴇ ᴀɪ ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/ask</code> ᴏʀ <code>/chatgpt</code> :
» <code>/bard</code> :
» <code>/image</code> ᴏʀ <code>/generate</code> :
"""


CHATBOT_TEXT = """
**ʜᴇʀᴇ ɪs ᴄʜᴀᴛʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs**

<code>/chatbot</code> :
"""


INSTATUS_TEXT = """
**ʜᴇʀᴇ ɪs ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀ ɪɴғᴏ ᴄᴏᴍᴍᴀɴᴅs.**

» <code>/instatus</code> : **ɢᴇᴛ ᴛʜᴇ sᴛᴀᴛᴜs ᴏғ ᴏᴜʀ ᴄʜᴀᴛ ᴍᴇᴍʙᴇʀs**
"""


AFK_TEXT = """
soon
"""


ACTION_TEXT = """
soon
"""



