

SHORTENER_TEXT = """
**ʜᴇʟʟᴏ ɢᴜʏꜱ ʜᴇʀᴇ ʟɪɴᴋ ꜱʜᴏʀᴛᴇɴᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ
ᴛʏᴘᴇ /shortener 

ᴇxᴀᴍᴘʟᴇ :- <code>/shortener 9e057515d222131456b51729e54033ab4e1d6936 https://urlshortx.com/api? </code>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴɴᴇᴄᴛ ᴛᴏ ᴛʜᴇ ʙᴏᴛ'ꜱ ᴜʀʟ ꜱʜᴏʀᴛᴇɴᴇʀ
ꜱᴇʀᴠɪᴄᴇ. ʏᴏᴜ ᴄᴀɴ ꜱᴇɴᴅ ᴀɴʏ ʟɪɴᴋ ᴛᴏ ᴛʜᴇ ʙᴏᴛ, 
ᴀɴᴅ ɪᴛ ᴡɪʟʟ ᴄᴏɴᴠᴇʀᴛ ɪᴛ ɪɴᴛᴏ ᴀ ꜱʜᴏʀᴛᴇɴᴇᴅ ʟɪɴᴋ ꜰᴏʀ ʏᴏᴜ**
"""

ADMINS_TEXT = """
» <code>/zombies</code> : **ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.**
» <code>/pin</code> : **ᴘɪɴs ᴛʜᴇ ᴍᴇssᴀɢᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ - ᴀᴅᴅ 'ʟᴏᴜᴅ' ᴏʀ 'ɴᴏᴛɪғʏ' ᴛᴏ ɢɪᴠᴇ ɴᴏᴛɪғʏ ᴛᴏ ᴜsᴇʀs.**
» <code>/unpin</code> : **ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.**

» <code>/setphoto</code> : **sᴇᴛs ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ɪᴍᴀɢᴇ/ᴅᴏᴄᴜᴍᴇɴᴛ ᴀs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ.**
» <code>/removephoto</code> : **ᴅᴇʟᴇᴛᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ.**
» <code>/settitle</code> : **sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴛɪᴛᴇʟ**
"""
